Revit 2027 API
ExternalDataManagerCommandId Operators
The ExternalDataManagerCommandId type exposes the following members.
Operators
Name | Description
Equality(ExternalDataManagerCommandId, ExternalDataManagerCommandId) | Compares two ExternalDataManagerCommandId instances.
Inequality(ExternalDataManagerCommandId, ExternalDataManagerCommandId) | Compares two ExternalDataManagerCommandId instances.
Top
See Also
Reference
ExternalDataManagerCommandId Class
Autodesk.Revit.UI Namespace